{"Template 1": "{subject_line}\n\nHi {name},\n\nI hope this email finds you well. My name is Adam Black, and I work as the Image Permissions Specialist for NCCER's Product Development department. As you may know, NCCER is a leading non-profit education foundation, offering over 70 craft areas in construction and maintenance curricula.\n\nWe're currently updating our {craft} Curricula and would be thrilled to use {image_text}, as it has been well-received by our students. The Requested {imag_text} can be found {here_text} \n\nIn order to include {image_text} our updated materials, we'll need a signed permission and license form to provide our publisher. If you're interested in assisting us with this, I can send the form for your review and signature. Additionally, we'll need a high-resolution file of the image for both print and digital use. We will credit, \"Courtesy of {company_name}\" per your specification.\n\nPlease feel free to reach out if you have any questions, need further clarification, or would like to discuss this opportunity further.\n\nRespectfully,\nAdam Black\n\n", "Template 2": "{subject_line}\n\nDear {name},\n\nI'm reaching out on behalf of NCCER's Product Development department. My name is Adam Black, and I serve as the Image Permissions Specialist. NCCER, a leading non-profit education foundation, is in the process of updating its curricula for over 70 craft areas in construction and maintenance.\n\nAs part of this effort, we're updating our {craft} Curricula and are excited about the possibility of including {image_text}. The {imag_text} we're interested in can be found {here_text}.\n\nTo proceed, we require a signed permission and license form for our publisher, as well as high-resolution image files for print and digital use. We're happy to credit the {imag_text} as \"Courtesy of {company_name}\" as specified by you.\n\nPlease let me know if you have any questions or if you'd like to discuss this further.\n\nBest regards,\nAdam Black\n", "Template 3": "{subject_line}\n\nHello {name},\n\nMy name is Adam Black, and I work with NCCER's Product Development team as the Image Permissions Specialist. NCCER is updating its curricula across more than 70 craft areas, and we're known for our dedication to high-quality education in construction and maintenance.\n\nWe're currently working on the {craft} Curricula and are very interested in using {image_text} in our materials. You can view the images in question {here_text}.\n\nTo include these {imag_text}, we'll need a completed permission and license form, as well as high-resolution image files suitable for print and digital formats. Image credit will be given as \"Courtesy of {company_name}\" according to your preferences.\n\nIf you have any questions or would like more information, please don't hesitate to reach out.\n\nSincerely,\nAdam Black\n"}